{
  "title": "Terms and Conditions of Use for MyLinks",
  "edited_at": "Last updated: {{date}}",
  "welcome": "Welcome to MyLinks, a free and open-source bookmark manager focused on privacy and self-hosting. By using this service, you agree to the terms and conditions of use outlined below. Please read them carefully.",
  "accept": {
    "title": "1. Acceptance of Terms",
    "description": "By accessing MyLinks and using our services, you agree to comply with these Terms and Conditions of Use."
  },
  "use": {
    "title": "2. Use of the Service",
    "account": {
      "title": "2.1 User Account",
      "description": "To access certain features of MyLinks, you will need to create a user account. You are responsible for the confidentiality of your account and credentials."
    },
    "allowed": {
      "title": "2.2 Authorized Use",
      "description": "You commit to using MyLinks in accordance with applicable laws and not violating the rights of third parties."
    },
    "user_content": {
      "title": "2.3 User Content",
      "description": "By posting content on MyLinks, you grant MyLinks a worldwide, non-exclusive, transferable, and free license to use, reproduce, distribute, and display this content."
    }
  },
  "personal_data": {
    "title": "3. Personal Data",
    "collect": {
      "title": "3.1 Collection and Use",
      "description": "The personal data collected is used in accordance with our <a>Privacy Policy</a>. By using MyLinks, you consent to this collection and use."
    },
    "suppress": {
      "title": "3.2 Account Deletion",
      "description": "You can request the deletion of your account at any time in accordance with our Privacy Policy."
    }
  },
  "responsibility_warranty": {
    "title": "4. Responsibilities and Warranties",
    "responsibility": {
      "title": "4.1 Responsibility",
      "description": "MyLinks cannot be held responsible for direct or indirect damages arising from the use of our services."
    },
    "warranty": {
      "title": "4.2 Warranties",
      "description": "MyLinks does not guarantee that the service will be free from errors or interruptions."
    }
  },
  "terms_changes": {
    "title": "5. Changes to the Terms",
    "description": "MyLinks reserves the right to modify these Terms and Conditions of Use at any time. Users will be notified of changes through a notification on the site."
  },
  "cancel": {
    "title": "6. Termination",
    "description": "MyLinks reserves the right to terminate or suspend your access to the service, with or without notice, in case of violation of these Terms and Conditions of Use."
  }
}
