{
  "title": "Politique de confidentialité de MyLinks",
  "edited_at": "Dernière mise à jour : {{date}}",
  "welcome": "Bienvenue sur MyLinks, un gestionnaire de favoris gratuit et open source axé sur la privacy et le self hosting. Cette politique de confidentialité vise à vous informer sur la manière dont nous collectons, utilisons et protégeons vos données.",
  "collect": {
    "title": "1. Collecte de données",
    "cookie": {
      "title": "1.1 Cookies",
      "description": "Les cookies utilisés sur MyLinks sont indispensables pour assurer le bon fonctionnement du site. En continuant à utiliser notre service, vous consentez à l'utilisation de ces cookies."
    },
    "user": {
      "title": "1.2 Données utilisateur",
      "description": "Pour créer des catégories et liens personnalisés et les associer à leur auteur, nous collectons les informations suivantes :",
      "fields": [
        "Identifiant Google",
        "Nom",
        "Prénom",
        "Adresse e-mail",
        "Avatar"
      ]
    }
  },
  "data_use": {
    "title": "2. Utilisation des données",
    "description": "Les données collectées ne sont ni revendues ni utilisées à d'autres fins que celles prévues initialement, à savoir la gestion des catégories et des liens créés par l'utilisateur."
  },
  "data_storage": {
    "title": "3. Stockage des données",
    "description": "Les données sont stockées de manière sécurisée afin de protéger votre confidentialité.",
    "data_retention": {
      "title": "3.1 Durée de conservation",
      "description": "Les données fonctionnelles sont conservées jusqu'à ce que l'utilisateur fasse une demande de suppression. Une fois cette demande effectuée, les données seront définitivement supprimées."
    }
  },
  "user_rights": {
    "title": "4. Droits de l'utilisateur",
    "description": "L'utilisateur a le droit de récupérer l'ensemble de ses données à tout moment et/ou de demander la suppression complète de ses données."
  },
  "gdpr": {
    "title": "5. Conformité au RGPD",
    "description": "MyLinks est conforme au Règlement Général sur la Protection des Données (RGPD) de l'Union européenne."
  },
  "contact": {
    "title": "6. Contact",
    "description": "Si vous avez des questions ou des préoccupations concernant notre politique de confidentialité, n'hésitez pas à nous contacter à l'adresse suivante :"
  },
  "footer": {
    "changes": "Nous nous réservons le droit de mettre à jour cette politique de confidentialité. Nous vous encourageons à consulter régulièrement cette page pour rester informé des changements éventuels.",
    "thanks": "Merci d'utiliser MyLinks !"
  }
}
