{
  "title": "Conditions Générales d'Utilisation de MyLinks",
  "edited_at": "Dernière mise à jour : {{date}}",
  "welcome": "Bienvenue sur MyLinks, un gestionnaire de favoris gratuit et open source axé sur la privacy et le self hosting. En utilisant ce service, vous acceptez les conditions générales d'utilisation énoncées ci-dessous. Veuillez les lire attentivement.",
  "accept": {
    "title": "1. Acceptation des Conditions",
    "description": "En accédant à MyLinks et en utilisant nos services, vous acceptez de vous conformer à ces Conditions Générales d'Utilisation."
  },
  "use": {
    "title": "2. Utilisation du Service",
    "account": {
      "title": "2.1 Compte Utilisateur",
      "description": "Pour accéder à certaines fonctionnalités de MyLinks, vous devrez créer un compte utilisateur. Vous êtes responsable de la confidentialité de votre compte et de vos informations d'identification."
    },
    "allowed": {
      "title": "2.2 Utilisation Autorisée",
      "description": "Vous vous engagez à utiliser MyLinks conformément aux lois en vigueur et à ne pas violer les droits de tiers."
    },
    "user_content": {
      "title": "2.3 Contenu Utilisateur",
      "description": "En publiant du contenu sur MyLinks, vous accordez à MyLinks une licence mondiale, non exclusive, transférable et gratuite pour utiliser, reproduire, distribuer et afficher ce contenu."
    }
  },
  "personal_data": {
    "title": "3. Données Personnelles",
    "collect": {
      "title": "3.1 Collecte et Utilisation",
      "description": "Les données personnelles collectées sont utilisées conformément à notre <a>Politique de Confidentialité</a>. En utilisant MyLinks, vous consentez à cette collecte et utilisation."
    },
    "suppress": {
      "title": "3.2 Suppression de Compte",
      "description": "Vous pouvez demander la suppression de votre compte à tout moment conformément à notre Politique de Confidentialité."
    }
  },
  "responsibility_warranty": {
    "title": "4. Responsabilités et Garanties",
    "responsibility": {
      "title": "4.1 Responsabilité",
      "description": "MyLinks ne peut être tenu responsable des dommages directs ou indirects découlant de l'utilisation de nos services."
    },
    "warranty": {
      "title": "4.2 Garanties",
      "description": "MyLinks ne garantit pas que le service sera exempt d'erreurs ou de interruptions."
    }
  },
  "terms_changes": {
    "title": "5. Modifications des Conditions",
    "description": "MyLinks se réserve le droit de modifier ces Conditions Générales\n          d'Utilisation à tout moment. Les utilisateurs seront informés des\n          changements par le biais d'une notification sur le site."
  },
  "cancel": {
    "title": "6. Résiliation",
    "description": "MyLinks se réserve le droit de résilier ou de suspendre votre accès au service, avec ou sans préavis, en cas de violation de ces Conditions Générales d'Utilisation."
  }
}