Repository: my-links/my-links
Catalog: inertia/locales/*/messages.po
Languages: fr

source: common:generic-error
fr: Une erreur est survenue

source: common:form.confirm
fr: Confirmer

source: ← Back to home
fr: ← Retour à l'accueil

source: 1.2 User Data
fr: 1.2 Données utilisateur

source: 2.1 User Account
fr: 2.1 Compte utilisateur

source: 2.2 Authorized Use
fr: 2.2 Utilisation autorisée

source: 2.3 User Content
fr: 2.3 Contenu utilisateur

source: 3.1 Collection and Use
fr: 3.1 Collecte et utilisation

source: 3.1 Data Retention Period
fr: 3.1 Période de conservation des données

source: 3.2 Account Deletion
fr: 3.2 Suppression de compte

source: 4.1 Responsibility
fr: 4.1 Responsabilité

source: 4.2 Warranties
fr: 4.2 Garanties

source: Acceptance of Terms
fr: Acceptation des conditions

source: Add to favorites
fr: Ajouter aux favoris

source: An open-source, self-hosted bookmark manager that lets you manage your favorite links in an intuitive interface
fr: Un gestionnaire de marque-pages open-source, auto-hébergé, qui vous permet de gérer vos liens favoris dans une interface intuitive

source: api-tokens.title
fr: Jetons API

source: API Tokens
fr: Jetons API

source: Are you sure you want to delete this collection?
fr: Êtes-vous sûr de vouloir supprimer cette collection ?

source: Are you sure you want to delete this link?
fr: Êtes-vous sûr de vouloir supprimer ce lien ?

source: Are you sure you want to revoke this token?
fr: Êtes-vous sûr de vouloir révoquer ce jeton ?

source: Built for users who value privacy, control, and simplicity
fr: Conçu pour les utilisateurs qui valorisent la confidentialité, le contrôle et la simplicité

source: Built with transparency and community in mind. View the source code, contribute, and trust in our open development process.
fr: Construit avec la transparence et la communauté à l'esprit. Consultez le code source, contribuez et faites confiance à notre processus de développement ouvert.

source: By accessing MyLinks and using our services, you agree to comply with these Terms and Conditions of Use.
fr: En accédant à MyLinks et en utilisant nos services, vous acceptez de vous conformer à ces Conditions générales d'utilisation.

source: By posting content on MyLinks, you grant MyLinks a worldwide, non-exclusive, transferable, and free license to use, reproduce, distribute, and display this content.
fr: En publiant du contenu sur MyLinks, vous accordez à MyLinks une licence mondiale, non exclusive, transférable et gratuite d'utiliser, reproduire, distribuer et afficher ce contenu.

source: Cancel
fr: Annuler

source: cancel
fr: annuler

source: Changes to the Terms
fr: Modifications des conditions

source: Click to copy
fr: Cliquer pour copier

source: Collection list display
fr: Affichage de la liste des collections

source: common:collection.managed-by
fr: Collection gérée par <b>{{name}}</b>

source: about:collection.title
fr: Collections

source: common:collection.collections
fr: Collections ({{count}})

source: coming-soon
fr: Bientôt disponible

source: about:contribute.title
fr: Contribuer

source: Cookies used on MyLinks are essential to ensure the proper functioning of the site. By continuing to use our service, you consent to the use of these cookies.
fr: Les cookies utilisés sur MyLinks sont essentiels pour assurer le bon fonctionnement du site. En continuant à utiliser notre service, vous consentez à l'utilisation de ces cookies.

source: Copied
fr: Copié

source: Copied!
fr: Copié !

source: Copy
fr: Copier

source: common:form.create
fr: Créer

source: Create a collection
fr: Créer une collection

source: common:collection.create
fr: Créer une collection

source: Create a link
fr: Créer un lien

source: common:link.create
fr: Créer un lien

source: Create a new API token to access the API
fr: Créez un nouveau jeton API pour accéder à l'API

source: Create Account
fr: Créer un compte

source: Create collection
fr: Créer une collection

source: Create link
fr: Créer un lien

source: api-tokens.create-new
fr: Créer un nouveau jeton

source: Create token
fr: Créer un jeton

source: Create your first link to get started
fr: Créez votre premier lien pour commencer

source: Created at
fr: Créé le

source: Data Collection
fr: Collecte de données

source: Data is stored securely to protect your privacy.
fr: Les données sont stockées de manière sécurisée pour protéger votre vie privée.

source: Data Storage
fr: Stockage des données

source: Data Use
fr: Utilisation des données

source: common:form.delete
fr: Supprimer

source: common:collection.delete
fr: Supprimer une collection

source: common:link.delete
fr: Supprimer un lien

source: Delete a link
fr: Supprimer un lien

source: Delete collection
fr: Supprimer une collection

source: common:form.description
fr: Description

source: Edit a collection
fr: Modifier une collection

source: common:collection.edit
fr: Modifier une collection

source: common:link.edit
fr: Modifier un lien

source: Edit a link
fr: Modifier un lien

source: Edit collection
fr: Modifier une collection

source: api-tokens.name-placeholder
fr: Nom du jeton

source: Everything you need to organize and manage your bookmarks effectively
fr: Tout ce dont vous avez besoin pour organiser et gérer vos marque-pages efficacement

source: about:extension.title
fr: Extension

source: Favorite
fr: Favoris

source: common:favorite
fr: Favoris

source: Favorite Links
fr: Liens favoris

source: Functional data is retained until the user requests deletion. Once this request is made, the data will be permanently deleted.
fr: Les données fonctionnelles sont conservées jusqu'à ce que l'utilisateur demande leur suppression. Une fois cette demande effectuée, les données seront définitivement supprimées.

source: GDPR Compliance
fr: Conformité RGPD

source: Get Started
fr: Commencer

source: Go to collection
fr: Aller à la collection

source: about:contribute.text
fr: Aidez à améliorer le projet en contribuant

source: Join the community and start organizing your links today. It's free, open-source, and respects your privacy.
fr: Rejoignez la communauté et commencez à organiser vos liens dès aujourd'hui. C'est gratuit, open-source et respecte votre vie privée.

source: Last seen at
fr: Dernière connexion le

source: Last updated: {date}
fr: Dernière mise à jour : {date}

source: link
fr: lien

source: Link list display
fr: Affichage de la liste des liens

source: links
fr: liens

source: about:link.title
fr: Liens

source: Links
fr: Liens

source: loading
fr: chargement

source: Logout
fr: Déconnexion

source: Made by
fr: Créé par

source: Manage users
fr: Gérer les utilisateurs

source: Manage your links in the best possible way
fr: Gérez vos liens de la meilleure façon possible

source: MyLinks cannot be held responsible for direct or indirect damages arising from the use of our services.
fr: MyLinks ne peut être tenu responsable des dommages directs ou indirects résultant de l'utilisation de nos services.

source: MyLinks complies with the General Data Protection Regulation (GDPR) of the European Union.
fr: MyLinks est conforme au Règlement général sur la protection des données (RGPD) de l'Union européenne.

source: MyLinks does not guarantee that the service will be free from errors or interruptions.
fr: MyLinks ne garantit pas que le service sera exempt d'erreurs ou d'interruptions.

source: MyLinks reserves the right to modify these Terms and Conditions of Use at any time. Users will be notified of changes through a notification on the site.
fr: MyLinks se réserve le droit de modifier ces Conditions générales d'utilisation à tout moment. Les utilisateurs seront informés des modifications par une notification sur le site.

source: MyLinks reserves the right to terminate or suspend your access to the service, with or without notice, in case of violation of these Terms and Conditions of Use.
fr: MyLinks se réserve le droit de résilier ou de suspendre votre accès au service, avec ou sans préavis, en cas de violation de ces Conditions générales d'utilisation.

source: common:form.name
fr: Nom

source: Name
fr: Nom

source: New token created
fr: Nouveau jeton créé

source: No favorite links yet
fr: Aucun lien favori pour le moment

source: home:no-link
fr: Aucun lien dans la collection <strong>{{name}}</strong>

source: No links yet
fr: Aucun lien pour le moment

source: no-results
fr: aucun résultat

source: No tokens created yet
fr: Aucun jeton créé pour le moment

source: about:collection.text
fr: Organisez vos liens en collections

source: Personal Data
fr: Données personnelles

source: Powerful Features
fr: Fonctionnalités puissantes

source: preferences
fr: Préférences

source: Preferences description
fr: Description des préférences

source: Privacy
fr: Confidentialité

source: Privacy First
fr: Confidentialité d'abord

source: Privacy Policy of MyLinks
fr: Politique de confidentialité de MyLinks

source: common:visibility.private
fr: Privé

source: common:visibility.public
fr: Public

source: about:search.text
fr: Trouvez rapidement ce que vous cherchez

source: Ready to Get Started?
fr: Prêt à commencer ?

source: Remove from favorites
fr: Retirer des favoris

source: Responsibilities and Warranties
fr: Responsabilités et garanties

source: Revoke
fr: Révoquer

source: api-tokens.revoke
fr: Révoquer

source: Role
fr: Rôle

source: about:link.text
fr: Enregistrez et gérez vos liens favoris

source: search
fr: rechercher

source: about:search.title
fr: Recherche

source: Self-Hosted
fr: Auto-hébergé

source: Settings
fr: Paramètres

source: about:share.title
fr: Partager

source: about:share.text
fr: Partagez vos collections avec d'autres

source: Sign In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: Status
fr: Statut

source: Take full control by hosting MyLinks on your own infrastructure. Your data, your rules, your server.
fr: Prenez le contrôle total en hébergeant MyLinks sur votre propre infrastructure. Vos données, vos règles, votre serveur.

source: Termination
fr: Résiliation

source: Terms
fr: Conditions

source: Terms and Conditions of Use for MyLinks
fr: Conditions générales d'utilisation de MyLinks

source: The collected data is neither resold nor used for purposes other than initially intended, namely the management of collections and links created by the user.
fr: Les données collectées ne sont ni revendues ni utilisées à des fins autres que celles initialement prévues, à savoir la gestion des collections et des liens créés par l'utilisateur.

source: The collection and use of personal data is governed by our Privacy Policy. Please refer to it for detailed information about how we collect, use, and protect your data.
fr: La collecte et l'utilisation des données personnelles sont régies par notre Politique de confidentialité. Veuillez vous y référer pour des informations détaillées sur la manière dont nous collectons, utilisons et protégeons vos données.

source: The content will be visible to everyone
fr: Le contenu sera visible par tous

source: The user has the right to retrieve all their data at any time and/or request the complete deletion of their data.
fr: L'utilisateur a le droit de récupérer toutes ses données à tout moment et/ou de demander la suppression complète de ses données.

source: To access certain features of MyLinks, you will need to create a user account. You are responsible for the confidentiality of your account and credentials.
fr: Pour accéder à certaines fonctionnalités de MyLinks, vous devrez créer un compte utilisateur. Vous êtes responsable de la confidentialité de votre compte et de vos identifiants.

source: To create personalized collections and links and associate them with their author, we collect the following information:
fr: Pour créer des collections et des liens personnalisés et les associer à leur auteur, nous collectons les informations suivantes :

source: api-tokens.name
fr: Nom

source: common:form.update
fr: Mettre à jour

source: common:form.url
fr: URL

source: Use of the Service
fr: Utilisation du service

source: about:extension.text
fr: Utilisez notre extension de navigateur pour un accès rapide

source: User
fr: Utilisateur

source: User Rights
fr: Droits de l'utilisateur

source: Visibility
fr: Visibilité

source: Welcome to MyLinks, a free and open-source bookmark manager focused on privacy and self-hosting. By using this service, you agree to the terms and conditions of use outlined below. Please read them carefully.
fr: Bienvenue sur MyLinks, un gestionnaire de marque-pages gratuit et open-source axé sur la confidentialité et l'auto-hébergement. En utilisant ce service, vous acceptez les conditions générales d'utilisation décrites ci-dessous. Veuillez les lire attentivement.

source: Welcome to MyLinks, a free and open-source bookmark manager focused on privacy and self-hosting. This privacy policy aims to inform you about how we collect, use, and protect your data.
fr: Bienvenue sur MyLinks, un gestionnaire de marque-pages gratuit et open-source axé sur la confidentialité et l'auto-hébergement. Cette politique de confidentialité vise à vous informer sur la manière dont nous collectons, utilisons et protégeons vos données.

source: Why Choose MyLinks?
fr: Pourquoi choisir MyLinks ?

source: You can request the deletion of your account at any time in accordance with our Privacy Policy.
fr: Vous pouvez demander la suppression de votre compte à tout moment conformément à notre Politique de confidentialité.

source: You commit to using MyLinks in accordance with applicable laws and not violating the rights of third parties.
fr: Vous vous engagez à utiliser MyLinks conformément aux lois applicables et à ne pas violer les droits de tiers.

source: Your data belongs to you. We prioritize your privacy and never share or sell your information to third parties.
fr: Vos données vous appartiennent. Nous privilégions votre vie privée et ne partageons ni ne vendons jamais vos informations à des tiers.

source: Your favorites will appear here
fr: Vos favoris apparaîtront ici
